from aiogram.utils.formatting import as_list, as_marked_section

services = ['Терапия', 'Хирургия', 'Протезирование', 'Ортодонтия', 'Детская стоматология']

description_for_info_pages = {
    "main": "Добро пожаловать в нашу стоматологию 'FS Dental Arts'!",
    "about": as_list(
        as_marked_section("Клиника 'FS Dental Arts' - стоматология по мировым стандартам.",
            'Высокая компетенция врачей',
            "Инновационные технологии и материалы",
            "Самое современное оборудование",
            "Устойчивые цены",
            "Лечение зубов во сне",
            "Всю необходимую диагностику и лечение Вы можете получить в одном месте.",
            marker="✅ "
        ),).as_html(),
    "contact": as_list(
        as_marked_section(
            "Контакты/адрес:",
            'тел.: 8-017-100-56-63',
            "тел.: 8-033-100-56-66",
            "адрес: г.Минск, ул. Пролетарская, д.86",
            marker="✅ ",
        ),).as_html(),
    "dentists": 'В нашей клинике работают врачи всех специальностей, имеющие высокую квалификацию и огромный опыт в '
                'лечении самых сложных случаев.\n'
                'Для выбора специалиста перейдите в раздел Услуги, и выберете категорию, которая Вас интересует',
    'services': 'Выберите необходимую услугу:'}


about_service = {
    'Терапия': 'В стоматологической клинике «FS Dental Arts» мы предлагаем современные методы '
               'диагностики, профилактики и лечения заболеваний зубной эмали, пульпы (кариес зубов, пульпит, '
               'периодонтит), пародонтоза и слизистой оболочки полости рта.',
    'Хирургия': 'Мы предлагаем различные услуги в сфере хирургической стоматологии: Удаление зуба, '
                'Зубосохраняющая операция, Удаление детских молочных зубов, Удаление зубов у беременных женщин.',
    'Протезирование': 'Стоматологи клиники «FS Dental Arts» предлагают услуги восстановления, съемного и несъемного '
                      'протезирования зубов по оптимальным ценам',
    'Ортодонтия': 'Мы занимается выпрямлением зубов, устранением недостатков прикуса для придания зубам эстетичного '
                  'вида, при помощи современных устройств, таких как элайнеры и брекеты',
    'Детская стоматология': 'Прием детей с 2-х лет. Весь перечень услуг для детей: лечение зубов, исправление прикуса, '
                            'герметизация фиссур, удаление молочных зубов. '
}
